/* 정보 선생님은 수업을 시작하기 전에 이상한 출석을 부른다.
 
 선생님은 출석부를 보고 번호를 부르는데,
 학생들의 얼굴과 이름을 빨리 익히기 위해 번호를 무작위(랜덤)으로 부른다.

 그리고 얼굴과 이름이 잘 기억되지 않는 학생들은 번호를 여러 번 불러
 이름과 얼굴을 빨리 익히려고 하는 것이다.

 출석 번호를 n번 무작위로 불렀을 때, 각 번호(1 ~ 23)가 불린 횟수를 각각 출력해보자.


 참고
 각 번호가 불린 횟수를 기록하고 출력하기 위해 변수 23개를 선언할 수도 있다.
 하지만 C언어에서는 같은 이름에 번호를 붙여 사용하는 배열(array)을 사용할 수 있다.
 이는 마치 아파트의 동 호수(예를 들어 a동 101호)와 같이 번호를 붙여 집을 구분하는 것과
 비슷하다.

 예를 들어 a동 101호를 다르게 표현하면 a[101] 과 같은 표현이 가능한 것이다.
 이렇게 번호를 붙여 데이터를 저장할 수 있는 변수인 배열을 사용하기 위해서는
 변수처럼, 사용하기 전에 선언해주어야 하는데 아래와 같은 방법으로 가능하다. */

#include <stdio.h>


int main(void) {
}
